import React from 'react';
import '../styles/AboutPage.css';

const AboutPage = () => {
    return (
        <div className="about-page">
            <div className="about-header">
                <h2>Про Нас</h2>
            </div>

            <div className="about-content">
                <p>
                    Наша компанія спеціалізується на організації подорожей та турів по Україні та за її межами.
                    Ми пропонуємо широкий вибір гарячих турів, екскурсій та пригодницьких подорожей для будь-якого бюджету.
                </p>
                <p>
                    Наша місія – зробити ваш відпочинок комфортним, безпечним і незабутнім.
                    Ми співпрацюємо з найкращими готелями, транспортними компаніями та гідами, щоб забезпечити вам найкращий сервіс.
                </p>

                <p className="highlight-text">
                    Приєднуйтесь до нас і відкрийте для себе світ разом з нами!
                </p>
            </div>
        </div>
    );
};

export default AboutPage;